Repository: paritytech/polkadot-ios-community
Catalog: polkadot-app/Localization/Products.xcstrings
Source language: en
Languages: es_es

# allowance.prompt.title
source: %1$(productId)@ Requests Resource Allocation
es_es: %1$(productId)@ solicita asignación de recursos

# allowance.resource.autoSigning
source: Auto-signing
es_es: Firma automática

# allowance.resource.smartContract
source: Smart Contract
es_es: Contrato inteligente

# app.permission.account.title
source: Account access
es_es: Acceso a la cuenta

# app.permission.balance.title
source: Balance
es_es: Saldo

# app.permission.capability.biometrics
source: Biometrics
es_es: Datos biométricos

# app.permission.capability.camera
source: Camera
es_es: Cámara

# app.permission.capability.clipboard
source: Clipboard
es_es: Portapapeles

# app.permission.capability.location
source: Location
es_es: Ubicación

# app.permission.capability.microphone
source: Microphone
es_es: Micrófono

# app.permission.capability.notifications
source: Notifications
es_es: Notificaciones

# app.permission.capability.openUrl
source: External links
es_es: Enlaces externos

# app.permission.chainSubmit.title
source: Chain transactions
es_es: Transacciones en la cadena

# app.permission.network.title
source: Network access
es_es: Acceso a la red

# app.permission.preimageSubmit.title
source: Preimage submission
es_es: Envío de preimagen

# app.permission.statementSubmit.title
source: Statement submission
es_es: Envío de statements

# app.permission.userIdentity.title
source: User identity
es_es: Identidad del usuario

# createProof.body.context
source: Context: %1$(context)@
es_es: Contexto: %1$(context)@

# createProof.body.message
source: Message: %1$(message)@
es_es: Mensaje: %1$(message)@

# createProof.body.onBehalfOf
source: On behalf of: %1$(targetProductId)@
es_es: En nombre de: %1$(targetProductId)@

# createProof.title
source: %1$(productId)@ wants to execute anonymous action on behalf of %2$(targetProductId)@
es_es: %1$(productId)@ quiere ejecutar una acción anónima en nombre de %2$(targetProductId)@

# createProof.title.unknownCaller
source: A connected app requests a personhood proof
es_es: Una app conectada solicita una prueba de persona real

# paymentRequest.title
source: Product %1$(productId)@ requests payment
es_es: El producto %1$(productId)@ solicita un pago

# permission.action.allowAlways
source: Allow Always
es_es: Permitir siempre

# permission.action.allowOnce
source: Allow Once
es_es: Permitir una vez

# permission.action.deny
source: Don't Allow
es_es: No permitir

# permission.body.accountAccess
source: Account access is required to interact with %1$(targetProductId)@.
es_es: Se requiere acceso a la cuenta para interactuar con %1$(targetProductId)@.

# permission.body.balanceAccess
source: Access to your balance information.
es_es: Acceso a la información de tu saldo.

# permission.body.chainSubmit
source: Chain submission access is required to broadcast transactions.
es_es: Se requiere acceso de envío a la cadena para transmitir transacciones.

# permission.body.manageInSettingsHint
source: You can manage this later in Settings.
es_es: Puedes administrar esto más tarde en Configuración.

# permission.body.networkAccess
source: Network access is required to connect to %1$(domain)@.
es_es: Se requiere acceso a la red para conectarse a %1$(domain)@.

# permission.body.preimageSubmit
source: Preimage submission access is required to submit preimage data.
es_es: Se requiere acceso de envío de preimagen para enviar datos de preimagen.

# permission.body.statementSubmit
source: Statement submission access is required to publish statements.
es_es: Se requiere acceso de envío de statements para publicarlos.

# permission.body.userIdentityAccess
source: Access to your primary username is required for identification.
es_es: Se requiere acceso a tu nombre de usuario principal para identificarte.

# permission.body.webRtc
source: WebRTC access is required for peer-to-peer communication.
es_es: Se requiere acceso a WebRTC para la comunicación entre pares.

# permission.capability.biometrics
source: Biometrics
es_es: los datos biométricos

# permission.capability.camera
source: the camera
es_es: la cámara

# permission.capability.clipboard
source: the clipboard
es_es: el portapapeles

# permission.capability.description.biometrics
source: Biometric access is required for authentication.
es_es: Se requiere acceso biométrico para la autenticación.

# permission.capability.description.bluetooth
source: Bluetooth access is required to connect to nearby devices.
es_es: Se requiere acceso a Bluetooth para conectarse a dispositivos cercanos.

# permission.capability.description.camera
source: Camera access is required to take photos.
es_es: Se requiere acceso a la cámara para tomar fotos.

# permission.capability.description.clipboard
source: Clipboard access is required to read copied content.
es_es: Se requiere acceso al portapapeles para leer el contenido copiado.

# permission.capability.description.location
source: Location access is required to determine your position.
es_es: Se requiere acceso a la ubicación para determinar tu posición.

# permission.capability.description.microphone
source: Microphone access is required to record audio.
es_es: Se requiere acceso al micrófono para grabar audio.

# permission.capability.description.nfc
source: NFC access is required to read tags.
es_es: Se requiere acceso a NFC para leer etiquetas.

# permission.capability.description.notifications
source: Notification access is required to send alerts.
es_es: Se requiere acceso a las notificaciones para enviar alertas.

# permission.capability.description.openUrl
source: URL opening access is required to open links in the system browser.
es_es: Se requiere acceso para abrir enlaces en el navegador del sistema.

# permission.capability.location
source: Location
es_es: tu ubicación

# permission.capability.microphone
source: the microphone
es_es: el micrófono

# permission.capability.notifications
source: Notifications
es_es: las notificaciones

# permission.capability.openUrl
source: Open URLs
es_es: los enlaces externos

# permission.title.accountAccess
source: %1$(productId)@ would like to access account data
es_es: %1$(productId)@ quiere acceder a los datos de tu cuenta

# permission.title.deviceCapability
source: %1$(productId)@ would like to access %2$(capability)@
es_es: %1$(productId)@ quiere acceder a %2$(capability)@

# permission.title.networkAccess
source: %1$(productId)@ would like to access the network
es_es: %1$(productId)@ quiere acceder a la red

# permission.title.remote
source: %1$(productId)@ requests permission
es_es: %1$(productId)@ solicita permiso

# product.browser.accessibility.minimize
source: Minimize
es_es: Minimizar

# product.browser.accessibility.more
source: More
es_es: Más

# product.tabs.accessibility.openApps
source: Open apps, %lld
es_es: Apps abiertas, %lld

# product.tabs.accessibility.scanner
source: QR scanner
es_es: Escáner de QR

# product.tabs.notAvailable
source: Not available
es_es: No disponible

# signVrf.body
source: This will generate cryptographic randomness for %1$(transcriptLabel)@ purpose that %2$(productId)@ can verify. It cannot move your assets or grant spending permission.
es_es: Esto generará aleatoriedad criptográfica con el propósito de %1$(transcriptLabel)@ que %2$(productId)@ puede verificar. No puede mover tus activos ni otorgar permiso de gasto.

# signVrf.body.unknownCaller
source: This will generate cryptographic randomness for %1$(transcriptLabel)@ purpose that the requesting app can verify. It cannot move your assets or grant spending permission.
es_es: Esto generará aleatoriedad criptográfica con el propósito de %1$(transcriptLabel)@ que la app solicitante puede verificar. No puede mover tus activos ni otorgar permiso de gasto.

# signVrf.title
source: %1$(productId)@ is requesting verifiable randomness
es_es: %1$(productId)@ solicita aleatoriedad verificable

# signVrf.title.unknownCaller
source: A connected app is requesting verifiable randomness
es_es: Una app conectada solicita aleatoriedad verificable

# statementSign.body
source: %1$(productId)@ wants to sign statement for later submission.
es_es: %1$(productId)@ quiere firmar un statement para enviarlo después.

# statementSign.title
source: Statement Signature
es_es: Firma de statement

# topUp.amountMismatchWarning
source: The detected amount differs from the amount stated by the product.
es_es: El monto detectado difiere del monto indicado por el producto.

# topUp.errorMessage
source: Failed to move coins into the user's coin set
es_es: No se pudieron mover las monedas al conjunto de monedas del usuario

# topUp.errorTitle
source: Failed to Accept Funds from %1$(product)@
es_es: No se pudieron aceptar los fondos de %1$(product)@

# topUp.mismatchTitle
source: Accepted funds from %1$(product)@
es_es: Fondos aceptados de %1$(product)@
